Repository: superolmo/hypnotix
Catalog: po/hypnotix-la.po
Languages: la

source: Keyboard Shortcuts
la: Claves Ardentes

source: Stream Information
la: Informationes de Fluxu

source: About
la: Circa

source: Quit
la: Relinque

source: Local M3U File
la: Plica M3U in loco

source: Season %s
la: tempestas %s

source: Episode %s
la: Actus %s

source: No channels found
la: nullos canales inventos

source: Watch TV
la: TV Specta

source: No provider selected
la: Praebitor non electus

source: TV Channels (%d)
la: TV canales (%d)

source: Movies (%d)
la: pelliculae (%d)

source: TV Channels
la: Canales TV

source: Movies
la: Pelliculae

source: TV Channels > %s
la: Canales TV > %s

source: Movies > %s
la: Pelliculae > %s

source: Preferences
la: Praepositiones

source: Providers
la: Praebitores

source: Edit %s
la: Muta %s

source: Add a new provider
la: Novum praebitorem adde

source: Delete %s
la: Dele %s

source: Reset providers
la: Praebitores restitue

source: General
la: Generalia

source: Layout
la: Structura

source: Average Bitrate
la: Bit Ratio Media

source: Dimensions
la: Dimensiones

source: Aspect
la: Facies

source: Pixel Format
la: Structura Pixelis

source: Bits Per Pixel
la: Bit Pro Pixele

source: Codec
la: Codecum

source: surround sound
la: sonus circumfundens

source: Channels
la: Canales

source: Sample Rate
la: Ratio Speciminum

source: Format
la: Forma

source: Channel Count
la: Numerus Canalium

source: %d TV channel
la: %d canalis TV

source: %d movie
la: %d pellicula

source: Edit
la: Muta

source: Clear icon cache
la: cachem iconum diluere

source: Remove
la: Dele

source: M3U Playlists
la: M3U Indices

source: Loading providers...
la: provisores onerans...

source: Downloading playlist...
la: indicem deonerans...

source: Getting playlist...
la: indicem deonerans....

source: Checking playlist...
la: indicem verificans...

source: Loading channels...
la: canales onerans...

source: Failed to download playlist from %s
la: index ab %s deonerari non potuit

source: MPV Options
la: Optiones MPV

source: List of MPV options
la: Index MPV optiones

source: Playback
la: Reproductio

source: User Agent
la: Agens Utentis

source: Referrer
la: Anterior

source: Network
la: Rete

source: Add a new provider...
la: Novum praebitorem adde ...

source: Reset to defaults...
la: Ad praedesignata reverte ...

source: Name:
la: Nomen:

source: Path:
la: Iter:

source: Cancel
la: Interrumpe

source: OK
la: Bene

source: Username:
la: Nomen usoris:

source: Password:
la: Tessera:

source: Browse...
la: Naviga ...

source: Type:
la: Genus:

source: Are you sure you want to delete this provider?
la: Praebitorem hunc amovere visne?

source: No
la: Non

source: Yes
la: Sic

source: Are you sure you want to reset to the default providers?
la: Ad praebitores praedesignatos revertere visne?

source: Currently playing:
la: Nunc recreatur:

source: Show
la: Ostende

source: Pause
la: Interquiesce

source: Stop
la: Consiste

source: Fullscreen
la: Monitorium totum

source: Search
la: Quaere

source: Video
la: Videus

source: Audio
la: Sonus

source: Main shortcuts
la: Viae compendiariae praecipuae

source: Play previous/next channel
la: incipe priorem/proximum canalem

source: Reload all providers
la: Praebitores omnes iterum lege
