Repository: superolmo/hypnotix
Catalog: po/hypnotix-*.po
Languages: ar, be, br, fa, he, hi, ia, te, th, uz

source: Hypnotix
ar: هيبنوتكس
he: היפנוטיקס
te: హిప్నోటిక్స్

source: Keyboard Shortcuts
ar: اختصارات لوحة المفاتيح
be: Спалучэнні клавіш
br: Berradennoù klavier
fa: میانبرهای صفحه کلید
he: קיצורי מקשים
hi: कुंजीपटल शॉर्टकट
ia: Accessos directe de claviero
te: కీబోర్డ్ షార్ట్కట్లు
th: แป้นพิมพ์ลัด
uz: Klaviatura yorliqlari

source: Stream Information
ar: معلومات البث
be: Звесткі аб трансляцыі
br: Titouroù al lanv
fa: اطلاعات استریم
he: מידע הזרמה
hi: स्ट्रीम सूचना
ia: Information de stream
te: ప్రసారం సమాచారము
th: ข้อมูลสตรีม
uz: Oqim haqida ma'lumot

source: About
ar: عن التطبيق
be: Аб праграме
br: Diwar-benn
fa: درباره‌ی برنامه
he: על אודות
hi: बारे में
ia: A proposito
te: గురించి
th: เกี่ยวกับ
uz: Haqida

source: Quit
ar: اغلاق
be: Выйсці
br: Kuitaat
fa: خروج
he: יציאה
hi: बंद करें
ia: Quitar
te: వదిలి పెట్టు
th: เลิก
uz: Chiqish

source: M3U URL
ar: رابط M3U
br: URL an M3U
fa: آدرس M3U
he: כתובת M3U
hi: M3U यूआरएल
ia: URL de M3U
th: URL M3U

source: Local M3U File
ar: ملف M3U محلي
be: Лакальны файл M3U
br: Rest M3U lec'hel
fa: فایل M3U محلی
he: קובץ M3U מקומי
hi: लोकल M3U फाइल
ia: File M3U local
te: స్థానిక M3U ఫైల్
th: แฟ้ม M3U ในเครื่อง
uz: Mahalliy M3U fayli

source: Season %s
ar: موسم %s
be: Сезон %s
br: Koulzad %s
fa: فصل %s
he: עונה %s
hi: सीजन %s
ia: Saison %s
te: కాలము %s
th: ฤดูกาลที่ %s
uz: Mavsum %s

source: Episode %s
ar: حلقة %s
be: Эпізод %s
br: Rann %s
fa: قسمت %s
he: פרק %s
hi: प्रकरण %s
ia: Episodio %s
te: ఎపిసోడ్ %s
th: ตอนที่ %s
uz: Epizod %s

source: No channels found
ar: ليس هناك أي قناة
be: Не знойдзена каналаў
br: N'eus bet kavet chadenn ebet
fa: کانالی یافت نشد
he: לא נמצאו ערוצים
hi: कोई चैनल नहीं मिला
ia: Nulle canales trovate.
te: ఏ చానల్స్ దొరకలేదు
th: ไม่พบช่องรายการ
uz: Hech qanday kanal topilmadi

source: Watch TV
ar: شاهد التلفاز
be: Глядзець тэлебачанне
br: Sellout ouzh an tele
fa: تماشای تلویزیون
he: צפיה בטלוויזיה
hi: टीवी देखें
ia: Reguardar TV
te: TV చూడండి
th: รับชมทีวี
uz: TV ko‘rish

source: No provider selected
ar: لم يتم اختيار مزود
be: Ніводны правайдэр не выбраны
br: Pourvezer ebet bet diuzet
fa: ارائه دهنده ای انتخاب نشده است
he: לא נבחרו מקורות
hi: कोई प्रदाता चयनित नहीं
ia: Nulle fornitor seligite
te: ప్రధాత సెలెక్ట్ చేయబడలేదు
th: ไม่ได้เลือกผู้ให้บริการ
uz: Provayder tanlanmagan

source: TV Channels (%d)
ar: قنوات تلفاز (%d)
be: Каналы ТБ (%d)
br: Chadennoù tele (%d)
fa: کانال های تلویزیونی (%d)
he: ערוצי טלויזיה (%d)
hi: टीवी चैनल (%d)
ia: Canales de TV (%d)
te: TV ఛానెల్ (%d)
th: ช่องรายการทีวี (%d)
uz: Telekanallar (%d)

source: Movies (%d)
ar: أفلام (%d)
be: Фільмы (%d)
br: Filmoù (%d)
fa: فیلم‌ها (%d)
he: סרטים (%d)
hi: फ़िल्में (%d)
ia: Filmes (%d)
te: సినిమా (%d)
th: ภาพยนตร์ (%d)
uz: Filmlar (%d)

source: Series (%d)
ar: سلسلة (%d)
be: Серыялы (%d)
br: Heuliadennoù (%d)
fa: سریال ها (%d)
he: סדרות (%d)
hi: श्रृंखला (%d)
te: సిరీస్ (%d)
th: รายการชุด (%d)
uz: Seriallar (%d)

source: TV Channels
ar: قنوات تلفزيونية
be: Тэлебачанне
br: Chadennoù tele
fa: کانال های تلویزیون
he: ערוצי טלויזיה
hi: टीवी चैनल
ia: Canales TV
te: టీవీ ఛానెల్స్
th: ช่องรายการทีวี
uz: Telekanallar

source: Movies
ar: أفلام
be: Фільмы
br: Filmoù
fa: فیلم‌ها
he: סרטים
hi: फ़िल्में
ia: Filmes
te: సినిమాలు
th: ภาพยนตร์
uz: Filmlar

source: Series
ar: مسلسلات
be: Серыялы
br: Heuliadennoù
fa: سریال‌ها
he: סדרה
hi: सीरीज़
te: సిరీస్
th: รายการชุด
uz: Seriallar

source: Favorites
ar: قائمة المفضّلات
be: Абраныя
br: Ma re well ganin
fa: برگزیده‌ها
he: מועדפים
hi: पसंदीदा
ia: Favoritos
te: ప్రియమైనవి
th: รายการโปรด
uz: Sevimlilar

source: TV Channels > %s
ar: قنوات تلفزيونية > %s
be: Каналы > %s
br: Chedennoù tele > %s
fa: کانال‌های تلویزیونی > %s
he: ערוצי טלויזיה > %s
hi: टीवी चैनल > %s
ia: Canales TV > %s
te: టీవీ ఛానెల్స్ లెస్ తన్ %s
th: ช่องรายการทีวี > %s
uz: Telekanallar > %s

source: Movies > %s
ar: أفلام > %s
be: Фільмы > %s
br: Filmoù > %s
fa: فیلم‌ها > %s
he: סרטים > %s
hi: फ़िल्में > %s
ia: Filmes > %s
te: సినిమాలు > %s
th: ภาพยนตร์ > %s
uz: Filmlar > %s

source: Series > %s
ar: مسلسلات > %s
be: Серыялы > %s
br: Heuliadennoù > %s
fa: سریال‌ها > %s
he: סדרה > %s
hi: सीरीज़ > %s
te: సిరీస్ > %s
th: รายการชุด > %s
uz: Seriallar > %s

source: New Channel
ar: قناة جديدة
be: Новы канал
br: Chadenn nevez
fa: کانال جدید
he: ערוץ חדש
hi: नया चैनल
ia: Nove canal
te: కొత్త చానల్స్
th: ช่องรายการใหม่
uz: Yangi kanal

source: Preferences
ar: تفضيلات
be: Налады
br: Gwellvezioù
fa: ترجیحات
he: העדפות
hi: सेटिंग्स
ia: Preferentias
te: ప్రాధాన్యత
th: ปรับแต่ง
uz: Parametrlar

source: Providers
ar: مزوِّدي الخدمة
be: Правайдэры
br: Pourvezerien
fa: ارائه دهندگان
he: מקורות
hi: प्रदाता
ia: Fornitores
te: ప్రధాత
th: ผู้ให้บริการ
uz: Provayderlar

source: Edit %s
ar: تعديل %s
be: Змяніць %s
br: Aozañ %s
fa: ویرایش %s
he: עריכת %s
hi: %s संपादन
ia: Editar %s
te: %s ని సరిచేయు
th: แก้ไข %s
uz: %s ni tahrirlash

source: Add a new provider
ar: إضافة مُزوِّد جديد
be: Дадаць новага правайдэра
br: Ouzhpennañ ur pourvezer nevez
fa: افزودن ارايه دهنده
he: הוספת מקור חדש
hi: नवीन प्रदाता जोड़ें
ia: Adder un nove fornitor
te: మరో కొత్త ప్రధాతనూ జోడించండి
th: เพิ่มผู้ให้บริการใหม่
uz: Yangi provayder qo‘shish

source: Delete %s
ar: إحذف %s
be: Выдаліць %s
br: Dilemel %s
fa: حذف %s
he: מחיקת %s
hi: %s हटाएँ
ia: Deler %s
te: %s నీ తీసివేయండి
th: ลบ %s
uz: %s ni o‘chirish

source: Reset providers
ar: إعادة ضبط مُزوِّدين الخدمة
be: Скінуць правайдэраў
br: Adderaouekaat ar bourvezerien
fa: بازگردانی ارايه دهندگان
he: איפוס מקורות
hi: प्रदाता पुनः सेट करें
ia: Remontar le fornitores
te: తిరిగివుంచు ప్రదాత
th: ตั้งค่าผู้ให้บริการใหม่
uz: Provayderlarni qayta sozlash

source: General
ar: عام
be: Агульныя
br: Hollek
fa: عمومی
he: כללי
hi: सामान्य
te: సాధారణ
th: ทั่วไป
uz: Umumiy

source: Color
ar: لون
be: Колер
br: Liv
fa: رنگ
he: צבע
hi: रंग
te: రంగు
th: สี
uz: Rang

source: Layout
ar: تخطيط
be: Размеркаванне
fa: چیدمان
he: פריסה
hi: अभिन्यास
ia: Disposition
te: నమూనా
th: การจัดเรียง
uz: Tartib

source: Remove from favorites
ar: أزل من المفضّلة
be: Выдаліць з абраных
br: Dilemel diwar ma re well ganin
fa: حذف از برگزیده‌ها
he: הסרה ממועדפים
hi: पसंदीदा से निकालें
ia: Remover ex favoritos
te: ఇష్టమైన వాటినుండి తీసేయండి
th: ลบออกจากรายการโปรด
uz: Sevimlilardan olib tashlash

source: Add to favorites
ar: أضف إلى المفضّلة
be: Дадаць да абраных
br: Ouzhpennañ d'am re well ganin
fa: افزودن به برگزیده‌ها
he: הוספה למועדפים
hi: पसंदीदा में जोड़ें
ia: Adder a favoritos
te: ఇష్టమైన వాటికి జతచేయి
th: เพิ่มลงในรายการโปรด
uz: Sevimlilarga qo‘shish

source: Average Bitrate
ar: متوسط معدَّل البث
be: Сярэдні бітрэйт
fa: متوسط bitrate
he: קצב סיביות ממוצע
hi: औसत बिट दर
ia: Frequentia de bit medie
te: ప్రాసెస్ చేయబడిన బిట్‌ల సంఖ్య నీ సగటు చెయ్యండి
th: บิตเรทเฉลี่ย
uz: O‘rtacha bit tezligi

source: Dimensions
ar: الأبعاد
be: Памеры
br: Mentoù
fa: ابعاد
he: ממדים
hi: आयाम
ia: Dimensiones
te: కొలత
th: ขนาด
uz: O‘lchamlar

source: Aspect
ar: ناحية
be: Суадносіны
fa: منظر
he: היבט
hi: अनुपात
ia: Aspecto
te: అంశం
th: อัตราส่วนภาพ
uz: Ko‘rinish

source: Pixel Format
ar: تنسيق البكسلات
be: Фармат пікселяў
br: Furmad ar pikselioù
fa: قالب‌بندی پیکسلی
he: תבנית פיקסל
hi: पिक्सेल प्रारूप
ia: Formato pixel
te: పిక్సెల్ ఫార్మాట్
th: รูปแบบพิกเซล
uz: Piksel formati

source: Gamma
ar: غاما
be: Гама
fa: گاما
he: גמה
hi: गामा
te: గామా
th: แกมมา

source: Bits Per Pixel
ar: البتات لكل بكسل
be: Біты на піксель
br: Bitoù dre biksel
fa: بیت به ازای پیکسل
he: ביט לפיקסל
hi: बिट प्रति पिक्सेल
te: పిక్సెల్‌కు బిట్స్
th: บิตต่อพิกเซล
uz: Bit/piksel

source: Codec
ar: الترميز
be: Кодэк
br: Bonez
fa: کُدک
he: מקודד
hi: कोडेक्स
te: కోడెక్
th: ตัวอ่าน-ลงรหัส
uz: Kodek

source: surround sound
ar: الصوت المحيط
be: аб'ёмны гук
fa: احاطۀ صدا
he: שמע היקפי
hi: सराउंड साउंड
ia: sono surround
te: చుట్టూ ఉన్న ధ్వని
th: เสียงรอบทิศทาง
uz: atrofdagi ovoz

source: Channels
ar: قنوات
be: Каналы
br: Chadennoù
fa: کانال‌ها
he: ערוצים
hi: चैनल
ia: Canales
te: చానల్స్
th: ช่องสัญญาณ
uz: Kanallar

source: Sample Rate
ar: معدل العينة
be: Частата дыскрэтызацыі
fa: نرخ نمونه‌
he: קצב דגימה
hi: नमूना दर
ia: Frequentia de monstra
te: మాదిరి రేటు
th: อัตราสุ่มตัวอย่าง
uz: Namuna tezligi

source: Format
ar: التنسيق
be: Фармат
br: Furmad
fa: قالب‌بندی
he: תבנות
hi: प्रारूप
ia: Formato
te: ఆకారము
th: รูปแบบ

source: Channel Count
ar: عدد القنوات
be: Колькасць каналаў
br: Niver a chadennoù
fa: تعداد کانال
he: מספר ערוצים
hi: चैनल संख्या
ia: Contator de canales
te: చానల్ సంఖ్య
th: จำนวนช่องสัญญาณ
uz: Kanallar soni

source: %d TV channel
ar: %d قناة تلفازية
be: %d канал
br: %d chadenn tele
fa: %d کانال تلویزیونی
he: ערוץ טלוויזיה %d
hi: %d टीवी चैनल
ia: %d canal TV
te: %d TV చానల్
th: ช่องรายการทีวี %d ช่อง
uz: %d telekanal

source: %d movie
ar: %d فلم
be: %d фільм
br: %d film
fa: %d فیلم
he: סרט %d
hi: %d फ़िल्म
ia: %d film
te: %d సినిమా
th: ภาพยนตร์ %d เรื่อง
uz: %d film

source: %d series
ar: %d سلسلة
be: %d серыял
br: %d heuliadenn
fa: %d سریال
he: סדרה %d
hi: %d सीरीज़
ia: %d serie
te: %d సిరీస్
th: รายการชุด %d รายการ
uz: %d serial

source: Edit
ar: تعديل
be: Правіць
br: Aozañ
fa: ویرایش
he: עריכה
hi: संपादन
ia: Editar
te: మార్చు
th: แก้ไข
uz: Tahrirlash

source: Clear icon cache
ar: حذف مخزون الأيقونات
be: Ачысціць кэш значкоў
fa: پاک کردن مخزن تصاویر
he: ניקוי מטמון סמלים
hi: आइकन कैश साफ़ करें
ia: Vacuar cache de icones
te: స్పష్టమైన చిహ్నం కాష్
th: ล้างแคชไอคอน
uz: Belgilar keshini tozalash

source: Remove
ar: إزالة
be: Выдаліць
br: Dilemel
fa: حذف
he: הסרה
hi: हटाएँ
ia: Remover
te: తొలగించండి
th: ลบออก
uz: Olib tashlash

source: M3U Playlists
ar: قوائم تشغيل M3U
be: Плэйлісты M3U
fa: لیست‌های پخش M3U
he: רשימות השמעה M3U
hi: M3U संग्रह सूची
ia: Lista de reproduction M3U
te: M3U ప్లేజాబితా
th: รายการเล่น M3U
uz: M3U pleylistlar

source: Loading providers...
ar: تحميل المزودين...
be: Загрузка правайдараў...
br: O kargañ ar bourvezerien...
fa: در حال بارگیری ارائه دهندگان...
he: מתבצעת טעינת מקורות...
hi: लोड हो रहा है प्रदाताओं...
ia: Cargante fornitores...
te: ప్రతీది లోడర్....
th: กำลังโหลดผู้ให้บริการ...
uz: Provayderlar yuklanmoqda...

source: Downloading playlist...
ar: تنزيل قائمة اللعب...
be: Спампоўка плэй-лістоў...
fa: در حال دانلود لیست پخش...
he: מתבצעת הורדת רשימת־השמעה...
hi: प्लेलिस्ट डाउनलोड कर रहा है...
ia: Discargante lista de reproduction...
te: డౌన్‌లోడ్ చేస్తుంది ప్లేజాబితా
th: กำลังดาวน์โหลดรายการเล่น...
uz: Pleylist yuklab olinmoqda...

source: Getting playlist...
ar: الحصول على قائمة اللعب...
be: Атрыманне плэй-лістоў...
fa: در حال دریافت لیست پخش...
he: רשימת־השמעה מתקבלת...
hi: प्लेलिस्ट प्राप्त करना...
ia: Obtenente lista de reproduction...
te: ప్లేజాబితా పొందడం....
th: กำลังรับรายการเล่น...
uz: Pleylist olinmoqda...

source: Checking playlist...
ar: التحقق من قائمة اللعب...
be: Праверка плэй-лістоў...
fa: در حال بررسی لیست پخش...
he: רשימת־השמעה נבדקת...
hi: प्लेलिस्ट की जाँच कर रहा है...
ia: Verificante lista de reproduction...
te: తనిఖీ చేస్తోంది ప్లేజాబితా
th: กำลังตรวจสอบรายการเล่น...
uz: Pleylist tekshirilmoqda...

source: Loading channels...
ar: تحميل القنوات...
be: Загрузка каналаў...
br: O kargañ ar chadennoù...
fa: در حال بارگیری کانال ها...
he: מתבצעת טעינת ערוצים...
hi: चैनल लोड हो रहे हैं...
ia: Cargante canales...
te: లోడిగ్ ఛానెల్స్
th: กำลังโหลดช่องรายการ...
uz: Kanallar yuklanmoqda...

source: Failed to download playlist from %s
ar: فشل تنزيل قائمة اللعب من %s
be: Не ўдалося спампаваць плэй-ліст з %s
fa: لیست پخش از %s بارگیری نشد
he: הורדת רשימת השמעה מ־%s כשלה
hi: %s से प्लेलिस्ट डाउनलोड करने में विफल
ia: Fallite a descargar lista de reproduction ab %s
te: %s నుండి ప్లేజాబితాను డౌన్‌లోడ్ చేయడంలో విఫలమైంది
th: ดาวน์โหลดรายการเล่นจาก %s ไม่สำเร็จ
uz: %s dan pleylistni yuklab bo‘lmadi

source: Create a new channel
ar: أنشئ قناة جديدة
be: Стварыць новы канал
br: Krouiñ ur chadenn nevez
fa: ایجاد یک کانال جدید
he: יצירת ערוץ חדש
hi: नया चैनल बनाना
ia: Crear un nove canal
te: కొత్త చానల్స్నూ తయారు చెయ్యండి
th: สร้างช่องรายการใหม่
uz: Yangi kanal yaratish

source: MPV Options
ar: خيارات MPV
be: Налады MPV
br: Dibarzhioù MPV
fa: گزینه های MPV
he: אפשרויות MPV
hi: MPV विकल्प
ia: Optiones MPV
te: MPV ఎంపికలు
th: ตัวเลือก MPV
uz: MPV parametrlari

source: List of MPV options
ar: قائمة خيارات MPV
be: Спіс наладаў MPV
br: Listenn an dibarzhioù MPV
fa: لیست گزینه های MPV
he: רשימת אפשרויות MPV
hi: MPV विकल्प सूची
ia: Lista de optiones MPV
te: MPV ఎంపికల జాబితా
th: รายชื่อตัวเลือก MPV
uz: MPV parametrlari ro‘yxati

source: Playback
ar: تشغيل من البداية
be: Прайграванне
fa: پخش
he: השמעה
hi: प्लेबैक
ia: Reproducer
te: ప్లేబాక్
th: การเล่น
uz: Ijro etish

source: User Agent
ar: عميل المستخدم
be: Карыстальніцкі агент
fa: نماینده کاربر
he: סוכן משתמש
hi: उपयोक्ता एजेंट
ia: Agente usator
te: వినియోగదారు ఏజెంట్
uz: Foydalanuvchi agenti

source: Referrer
ar: مرجع
be: Спасылка
fa: ارجاع دهنده
he: מפנה
hi: रेफरकर्ता
ia: Referer
te: రెఫరర్
th: ผู้อ้างถึง
uz: Yo‘naltiruvchi

source: Network
ar: الشبكة
be: Сетка
br: Rouedad
fa: شیکه
he: רשת
hi: नेटवर्क
ia: Rete
te: నెట్‌వర్క్
th: เครือข่าย
uz: Tarmoq

source: System version:
ar: أصدار النظام:
be: Сістэмная версія:
br: Handelv ar reizhiad:
fa: نسخه سیستم:
he: גרסת מערכת:
hi: सिस्टम संस्करण:
ia: Version de systema:
te: సిస్టమ్ భ్రూణ వర్తనం
th: รุ่นของระบบ:
uz: Tizim versiyasi:

source: If Youtube channels stop working you can switch to a local version of yt-dlp and update it using the button above.
ar: إذا توقفت قنوال ال Youtube عن العمل يمكنك التبديل إلى إصدار محلي من yr-dlp وتحديثه بإستعمال الزر أعلاه.
be: Калі канал Youtube спыніў працу, можаце пераключыцца на лакальную версію yt-dlp і абнавіць яе пры дапамозе кнопкі вышэй.
fa: اگر کانال‌های یوتیوب از کار افتادند، می‌توانید به نسخه محلی yt-dlp بروید و با استفاده از دکمه بالا آن را به‌روزرسانی کنید.
he: אם ערוצי יוטיוב מפסיקים לעבוד ניתן לעבור לגרסה מקומית של yt-dlp ולעדכן אותה באמצעות הלחצן למעלה.
hi: यदि Youtube चैनल काम करना बंद कर देते हैं, तो आप yt-dlp के स्थानीय संस्करण पर स्विच कर सकते हैं और ऊपर दिए गए बटन का उपयोग करके इसे अपडेट कर सकते हैं।
ia: Si le canales de Youtube stoppa de functionar, tu pote cambiar a un version local de yt-dlp e actualisar lo con le button supra.
te: Youtube ఛానెల్‌లు పని చేయడం ఆపివేస్తే, మీరు yt-dlp యొక్క స్థానిక వెర్షన్‌కి మారవచ్చు మరియు పై బటన్‌ని ఉపయోగించి దాన్ని అప్‌డేట్ చేయవచ్చు.
th: ถ้าช่อง Youtube หยุดทำงาน คุณสามารถสลับไปใช้ yt-dlp รุ่นที่ติดตั้งในเครื่อง แล้วทำการอัปเดตโดยกดปุ่มด้านบนได้
uz: Agar Youtube kanallari ishlashni to‘xtatsa, siz yt-dlp ning mahalliy versiyasiga o‘tishingiz va yuqoridagi tugma yordamida uni yangilashingiz mumkin.

source: Local version:
ar: الإصدار المحلي:
be: Лакальная версія:
br: Handelv lec'hel:
fa: نسخه محلی:
he: גרסת מקום:
hi: स्थानीय संस्करण:
ia: Version local:
te: స్థానిక భ్రూణ వర్తనం
th: รุ่นที่ติดตั้งในเครื่อง:
uz: Mahalliy versiya:

source: Update from github.com/yt-dlp
ar: تحديث من github.com/yt-dlp
be: Абнавіць з github.com/yt-dlp
br: Hizivaat diouzh github.com/yt-dlp
fa: به روز رسانی از github.com/yt-dlp
he: לעדכן מ־github.com/yt-dlp
hi: github.com/yt-dlp से अपडेट करें
ia: Actualisar ab github.com/yt-dlp
te: gitHub.com/yt-dlp నుంచి అప్డేట్ చెయ్యండి
th: ปรับข้อมูลจาก github.com/yt-dlp
uz: github.com/yt-dlp dan yangilash

source: Restart Hypnotix for changes to take effect.
ar: أعد تشغيل Hypnotix للقيام بالتغييرات.
be: Перазапусціце Hypnotix каб прымяніць змены.
fa: برای اعمال تغییرات، Hypnotix را مجددا راه اندازی کنید.
he: נא לאתחל את היפנוטיקס על מנת שהשינויים יכנסו לתוקף.
hi: परिवर्तनों को प्रभावी करने के लिए हिप्नोटिक्स को पुनरारंभ करें।
ia: Reinicia Hypnotix pro que le cambiamentos face effecto.
te: మార్పులు అమలులోకి రావడానికి Hypnotixని పునఃప్రారంభించండి.
th: เริ่ม Hypnotix ใหม่เพื่อให้การเปลี่ยนแปลงมีผล
uz: O‘zgarishlar kuchga kirishi uchun Hypnotix-ni qayta ishga tushiring.

source: Use local version
ar: استخدم الإصدار المحلي
be: Выкарыстаць лакальную версію
br: Implijout an handelv lec'hel
fa: از نسخه محلی استفاده کنید
he: להשתמש בגרסה מקומית
hi: स्थानीय संस्करण का उपयोग करें
ia: Usa le version local
te: స్థానిక భ్రూణ వర్తనం ఉపయోగించండీ
th: ใช้รุ่นที่ติดตั้งในเครื่อง
uz: Mahalliy versiyadan foydalanish

source: Youtube
he: יוטיוב
hi: यूट्यूब
te: వీడియోలు షేర్ చేసుకోవడానికి ఉపయోగించే ఆన్‌లైన్ ప్లాట్‌ఫారమ్

source: Add a new provider...
ar: إضافة مزوِّد خدمة جديد
be: Дадаць новага правайдэра...
br: Ouzhpennañ ur pourvezer nevez
fa: افزودن ارائه دهنده جدید...
he: הוספת מקור חדש...
hi: नया प्रदाता जोड़ें...
ia: Adder un nove fornitor
te: కొత్త ప్రొవైడర్ తో జోడించండి
th: เพิ่มผู้ให้บริการใหม่...
uz: Yangi provayder qo‘shish...

source: Reset to defaults...
ar: إستعادة الضبط الإفتراضي...
be: Скінуць на перадвызначаныя...
fa: بازگردانی به پیش‌فرض...
he: איפוס לברירות מחדל...
hi: डिफ़ॉल्ट सेटिंग सेट करें...
ia: Reinitialisar le valores predefinite
te: రీసెట్ నుంచి చేయుటలో వైఫల్యం....
th: กลับค่าเป็นค่าปริยาย...
uz: Standart sozlamalarni tiklash...

source: Name:
ar: الاسم:
be: Назва:
br: Anv:
fa: نام:
he: שם:
hi: नाम :
ia: Nomine:
te: పేరు:
th: ชื่อ:
uz: Nomi:

source: URL:
ar: الرابط:
fa: نشانی اینترنتی:
he: פורטן:
hi: यूआरएल :

source: Path:
ar: المسار:
be: Шлях:
br: Hent:
fa: مسیر:
he: נתיב:
hi: पथ :
ia: Percurso:
te: మార్గం:
th: เส้นทาง:
uz: Yo‘l:

source: Cancel
ar: إلغاء
be: Скасаваць
br: Nullañ
fa: لغو
he: ביטול
hi: रद्द करें
ia: Cancellar
te: రద్దు చేయి
th: ยกเลิก
uz: Bekor qilish

source: OK
ar: حسنا
be: Добра
br: Mat
fa: تأیید
he: אשר
hi: ठीक है
te: సరే
th: ตกลง

source: Username:
ar: اسم المستخدم:
be: Карыстальнік:
br: Anv-arveriad:
fa: نام‌کاربری:
he: שם משתמש:
hi: उपयोक्ता नाम :
ia: Nomine de usator:
te: వియోగదారుని నామము
th: ชื่อผู้ใช้:
uz: Foydalanuvchi nomi:

source: Password:
ar: كلمة السّر:
be: Пароль:
br: Ger-tremen:
fa: گذرواژه:
he: ססמה:
hi: कूटशब्द :
ia: Contrasigno:
te: పాస్వర్డ్ :
th: รหัสผ่าน:
uz: Parol:

source: Browse...
ar: تصفَّح...
be: Аглядзець...
br: Furchal...
fa: مرور…
he: דפדוף...
hi: ब्राउज़ करें...
ia: Navigar ...
te: విహరించు...
th: เรียกดู...
uz: Ko‘rib chiqish...

source: Type:
ar: النوع:
be: Тып:
br: Rizh:
fa: نوع:
he: סוג:
hi: प्रकार :
ia: Typo:
te: రకం:
th: ชนิด:
uz: Turi:

source: Are you sure you want to delete this provider?
ar: هل أنت متأكد أنك تريد إزالة هذا المزوِّد؟
be: Вы сапраўды жадаеце выдаліць гэтага правайдэра?
br: Ha sur oc'h e fell deoc'h dilemel ar pourvezer-mañ?
fa: مطمئنید میخواهید این ارائه دهنده را حذف کنید؟
he: האם למחוק מקור זה?
hi: क्या आप निश्चित ही यह प्रदाता हटाना चाहते हैं?
ia: Es tu secur que tu vole deler iste fornitor?
te: మీరు ఖచ్చితంగా ఈ ప్రొవైడర్‌ని తొలగించాలనుకుంటున్నారా?
th: แน่ใจหรือไม่ว่าต้องการลบผู้ให้บริการนี้?
uz: Ushbu provayderni o‘chirishga ishonchingiz komilmi?

source: No
ar: لا
be: Не
br: Ket
fa: خیر
he: לא
hi: नहीं
te: వద్దు
th: ไม่
uz: Yo‘q

source: Yes
ar: موافق
be: Так
br: Ya
fa: بله
he: כן
hi: हाँ
ia: Si
te: అవును
th: ใช่
uz: Ha

source: Are you sure you want to reset to the default providers?
ar: هل أنت متأكد انك تريد استعادت المزوِّدين الإفتراضيين؟
be: Сапраўды жадаеце скінуць да перадвызначаных правайдэраў?
fa: مطمئنید میخواهید به ارائه دهندگان پیش‌فرض بازگردانی کنید؟
he: האם לאפס למקורות ברירת המחדל?
hi: क्या आप निश्चित ही यह डिफ़ॉल्ट प्रदाता सेट करना चाहते हैं?
ia: Es tu secur que tu vole remontar a predefinite le fornitores?
te: మీరు ఖచ్చితంగా డిఫాల్ట్ ప్రొవైడర్‌లకు రీసెట్ చేయాలనుకుంటున్నారా?
th: แน่ใจหรือไม่ว่าต้องการกลับค่าเป็นผู้ให้บริการปริยาย?
uz: Standart provayderlarni tiklashga ishonchingiz komilmi?

source: Logo URL:
ar: عنوان URL للشعار:
be: Лагатып URL:
br: URL ar siell:
fa: آدرس لوگو:
he: URL סמל:
hi: लोगो URL:
ia: URL del logo:
te: సంబంధిత URL:
th: URL ของโลโก้:
uz: Logotip URL:

source: This channel will be added to your favorites.
ar: يستم إضافة هذه القناة إلى قائمة مفضلاتك.
be: Гэты канал будзе дададзены да абраных.
br: Ouzhpennet e vo ar chadenn-mañ d'ho re well ganeoc'h.
fa: این کانال به لیست برگزیده‌ های شما اضافه خواهد شد.
he: הערוץ יתווסף למועדיפים.
hi: यह चैनल आपके पसंदीदा में जोड़ दिया जाएगा।
ia: Iste canale essera addite a tu favoritos.
te: ఈ ఛానెల్ మీకు ఇష్టమైన వాటికి జోడించబడుతుంది.
th: โปรแกรมจะเพิ่มช่องนี้ลงในรายการโปรดของคุณ
uz: Bu kanal sevimlilaringizga qo‘shiladi.

source: Note: If the logo is a local file, upload it to imgur.com to get a URL.
ar: ملاحظة: إذا كانت الشعار ملفا محلي، حمله إلى imgur.com ليكون لديك عنوان URL.
be: Нататка: Калі лагатып - лакальны файл, запампуйце яго на imgur.com каб атрымаць URL.
fa: توجه: اگر لوگو یک فایل محلی است، آن را در imgur.com آپلود کنید تا یک URL دریافت کنید.
he: הערה: אם הסמל הוא קובץ מקומי, נא להאלעתו ל־imgur.com לקבלת כתובת URL.
hi: यह चैनल आपके पसंदीदा में जोड़ दिया जाएगा।
ia: Nota: Si le logo es un file local, incarga lo a imgur.com pro obtener un URL.
te: గమనిక: లోగో స్థానిక ఫైల్ అయితే, URLని పొందడానికి దాన్ని imgur.comకు అప్‌లోడ్ చేయండి.
th: หมายเหตุ: ถ้าโลโก้เป็นแฟ้มที่อยู่ในเครื่อง ให้อัปโหลดขึ้นไปใน imgur.com เพื่อรับ URL
uz: Eslatma: Agar logotip mahalliy fayl boʻlsa, URL manzilini olish uchun uni imgur.com saytiga yuklang.

source: Currently playing:
ar: يعرض اﻵن:
be: Зараз прайграецца:
fa: درحال پخش:
he: מושמע כעת:
hi: वर्तमान में चालू :
ia: Actualmente in reproduction:
te: ప్రస్తుతం ఆడుతున్నారు
th: กำลังเล่น:
uz: Hozir ijro etmoqda:

source: Show
ar: إظهار
be: Паказаць
br: Diskouez
fa: نمایش
he: הצגה
hi: दिखाएँ
ia: Monstrar
te: చూపించండి
th: แสดง
uz: Ko‘rsatish

source: Pause
ar: إيقاف مؤقت
be: Прыпыніць
br: Ehanañ
fa: مکث
he: השהיה
hi: रोकें
ia: Pausar
te: విరామము
th: หยุดชั่วคราว
uz: Pauza

source: Stop
ar: أوقف
be: Спыніць
br: Paouez
fa: متوقف کردن
he: עצירה
hi: पूर्णतया रोकें
ia: Stoppar
te: ఆపివేయి
th: หยุด
uz: To‘xtatish

source: Fullscreen
ar: ملء الشَّاشة
be: На ўвесь экран
fa: تمام‌صفحه
he: מסך מלא
hi: पूर्ण स्क्रीन
ia: Plen schermo
te: నిండుతెర
th: เต็มจอ
uz: To‘liq ekran

source: Search
ar: بحث
be: Пошук
br: Klask
fa: جستجو
he: חיפוש
hi: खोज
ia: Cercar
te: వెతుకు
th: ค้นหา
uz: Qidirish

source: Video
ar: فيديو
be: Відэа
fa: ویدیو
he: חוזי
hi: वीडियो
te: వీడియో
th: วิดีโอ

source: Audio
ar: صوت
be: Аўдыя
fa: صدا
he: שמע
hi: ऑडियो
te: ఆడియో
th: เสียง

source: Main shortcuts
ar: إختصارات أساسية
be: Асноўныя камбінацыі
fa: میانبر‌های اصلی
he: קיצורי דרך ראשיים
hi: मुख्य शॉर्टकट
ia: Accessos directe principal
te: ప్రధాన సత్వరమార్గాలు
th: แป้นลัดหลักๆ
uz: Asosiy yorliqlar

source: Play previous/next channel
ar: لعب القناة السابقة/التالية
be: Прайграць папярэдні/наступны канал
fa: پخش کانال قبلی/ بعدی
he: ניגון ערוץ הבא/הקודם
hi: पिछला/अगला चैनल चलाएं
ia: Reproducer canal precedente/sequente
te: మునుపటి/తదుపరి ఛానెల్‌ని ప్లే చేయండి
th: เล่นช่องก่อนหน้า/ถัดไป
uz: Oldingi/keyingi kanalni ijro etish

source: Fullscreen mode
he: מצב מרקע מלא
ia: Modo plen schermo

source: Theater mode (no controls)
he: מצב תאטרון (ללא פקדים)
ia: Modo theatro (necun controlo)

source: Borderless mode (no decorations)
he: מצב ללא־גבולות (ללא תפאורה)
ia: Modo sin bordos (necun decoration)

source: Normal mode
he: מצב רגיל
ia: Modo normal

source: Reload all providers
ar: إعادة تحميل كل المزوديين
be: Абнавіць усіх правайдараў
fa: بارگذاری مجدد تمام ارائه دهندگان
he: טעינת כל המקורות מחדש
hi: सभी प्रदाताओं को पुनः लोड करें
ia: Recargar tote le fornitores
te: అందరు ప్రొవైడర్లను రీలోడ్ చేయండి
th: เรียกอ่านผู้ให้บริการทั้งหมดใหม่
uz: Hamma provayderlarni qayta yuklash

source: EPG:
ar: دليل البرنامج الإلكتروني:
be: EPG (праграма перадач):

source: Xtream API
br: API Xtream
hi: Xtream एपीआई
ia: API Xtream
te: ఎక్స్ట్రీమ్ API
